export const termsData = [
  {
    id: "term1",
    title: "제 1조(목적)",
    content:
      "이 약관은 한평생 바로기업(이하'회사'라고 합니다)가 제공하는 제반 서비스의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.",
  },
  {
    id: "term2",
    title: "제 2조(정의)",
    content:
      "이 약관에서 사용하는 주요 용어의 정의는 다음과 같습니다.\n 1.'서비스'란 회사가 제공하는 모든 인터넷 및 모바일 관련 서비스를 의미합니다.\n 2. '이용자'란 본 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.\n3. '회원'이란 회사에 개인정보를 제공하여 회원으로 등록된 자를 말합니다.",
  },
  {
    id: "term3",
    title: "제 3조(이용계약의 체결)",
    content:
      "이용계약은 이용자가 본 약관에 동의하고 회원가입을 신청한 후 회사가 이를 승낙함으로써 성립합니다.",
  },
  {
    id: "term4",
    title: "제 4조(회원 탈퇴 및 정보 삭제)",
    content:
      "1. 회사의 서비스는 이용자가 직접 회원 탈퇴를 할 수 없으며, 회원 탈퇴 및 회원정보 삭제는 회사가 직접 처리합니다.\n2. 이용자가 탈퇴를 원할 경우 회사에 탈퇴 요청을 해야 하며, 회사는 관련 법령 및 내부 정책에 따라 회원 정보를 삭제합니다.\n3. 회사는 다음과 같은 경우 회원 자격을 제한하거나 회원 정보를 삭제할 수 있습니다.\n가. 이용자가 본 약관 또는 관련 법령을 위반한 경우\n 나. 기타 회사 정책에 따라 회원 자격 유지가 어렵다고 판단되는 경우 \n4. 회사가 회원 정보를 삭제한 이후에는 복구가 불가능하며, 삭제로 인한 불이익에 대하여 회사는 책임을 지지 않습니다.\n 5. 회사는 개인정보 보호법 등 관련 법령에 따라 회원 정보를 안전하게 관리하며, 탈퇴 요청 시 지체 없이 처리합니다.",
  },
  {
    id: "term5",
    title: "제 5조(개인정보 보호)",
    content:
      "회사는 이용자의 개인정보 보호를 위해 관련 법령을 준수하며, 개인정보 처리방침을 통해 처리 방침을 안내합니다.",
  },
  {
    id: "term6",
    title: "제 6조(약관의 변경)",
    content:
      "회사는 관련 법령에 따라 약관을 변경할 수 있으며, 변경 시 일정 기간 전 공지 및 개별 통지를 통해 이용자에게 알립니다.",
  },
  {
    id: "term7",
    title: "제 7조(분쟁 해결 및 준거법)",
    content:
      "본 약관과 관련한 분쟁은 회사 소재지 관할 법원을 관할 법원으로 하며, 대한민국 법률을 준거법으로 합니다.",
  },
];
